Repository: Ubuntu-Cinnamon-Remix/nemo-ideviceinfo
Catalog: po/*.po
Languages: ar

source: Storage
ar: إشغال الذاكرة

source: Audio
ar: الأغاني

source: Video
ar: اﻷفلام

source: Photos
ar: الصور

source: Applications
ar: التطبيقات

source: Other
ar: أخرى

source: Audio Files
ar: ملفات الأغاني

source: Video Files
ar: ملفات اﻷفلام

source: Other & Media
ar: ملفات أخرى و الوسائط

source: Free
ar: خالي

source: There was an error loading '%s'. Consider reinstalling the application.
ar: .'%s' خطأ عند تحميل إعادة تثبيت هذا التطبيق قد يساعد.

source: Details
ar: التفاصيل

source: Bluetooth Address:
ar: :Bluetooth عنوان

source: General
ar: عام

source: Mobile Carrier:
ar: شركة الاتصالات:

source: Model:
ar: النموذج:

source: Modem Firmware:
ar: :(Firmware) المودم

source: Name:
ar: الاسم:

source: Network
ar: الشبكة

source: Phone
ar: الهاتف

source: Phone Number:
ar: رقم الهاتف:

source: Serial Number:
ar: رقم التسلسلي:

source: Software Version:
ar: اﻹصدار:

source: WiFi Address:
ar: :WiFi عنوان
